export const Borda = {
  chapters: [
    {
      id: '1',
      name: 'الفصل الأول',
      desc: 'في الغزل وشكوى الغرام.',
      lines: [
        {left: 'مَزَجْتَ دَمعــا جرى مِن مُقلَةٍ بِدَمِ', right: 'أمِنْ تَــذَكِّرِ جيرانٍ بــذي سَــلَمِ'},
        {left: 'وأومَضَ البرقُ في الظَّلمـاءِ مِن اِضَمِ', right: 'أَم هَبَّتِ الريحُ مِن تلقــاءِ كــاظِمَةٍ'},
        {left: 'وما لقلبِكَ اِن قلتَ اسـتَفِقْ يَهِــمِ', right: 'فـما لِعَينـيك اِن قُلتَ اكْفُفَـا هَمَـتَا'},
        {left: 'ما بينَ منسَــجِمٍ منه ومُضْـطَـرِمِ', right: 'أيحَســب الصَبُّ أنَّ الحبَّ مُنكَتِــمٌ'},
        {left: 'ولا أَرِقْتَ لِــذِكْرِ البـانِ والعَلَـمِ', right: 'لولا الهوى لم تُرِقْ دمعـــا على طَلِلِ'},
        {left: 'به عليـك عُدولُ الدمـعِ والسَّـقَمِ', right: 'فكيفَ تُنْكِـرُ حبا بعدمـا شَــهِدَت'},
        {left: 'مثلَ البَهَـارِ على خَدَّيـك والعَنَـمِ', right: 'وأثبَتَ الـوَجْدُ خَـطَّي عَبْرَةٍ وضَـنَى'},
        {left: 'والحُبُّ يعتَـرِضُ اللـذاتِ بالأَلَـمِ', right: 'نَعَم سـرى طيفُ مَن أهـوى فـأَرَّقَنِي'},
        {left: 'مِنِّي اليـك ولَو أنْصَفْـتَ لَم تَلُـمِ', right: 'يــا لائِمي في الهوى العُذْرِيِّ مَعـذرَةً'},
        {left: 'عن الوُشــاةِ ولا دائي بمُنحَسِــمِ', right: 'عَدَتْـــكَ حالي لا سِـرِّي بمُسْـتَتِرٍ'},
        {
          left: 'اِنَّ المُحِبَّ عَنِ العُــذَّالِ في صَمَـمِ',
          right: 'مَحَّضْتَنِي النُّصْحَ لكِنْ لَســتُ أسمَعُهُ'
        },
        {
          left: 'والشَّـيْبُ أبعَـدُ في نُصْحٍ عَنِ التُّهَمِ',
          right: 'اِنِّي اتَّهَمْتُ نصيحَ الشَّـيْبِ فِي عَذَلِي'
        },

        // {
        //   right: 'أمن تذكــــــر جيــــــرانٍ بذى ســــــلم',
        //   left: 'مزجت دمعا جَرَى من مقلةٍ بـــــدم'
        // },
        //
        // {
        //   right: 'أمْ هبَّــــت الريـــــحُ مِنْ تلقاءِ كاظمــةٍ',
        //   left: 'وأَومض البرق في الظَّلْماءِ من إِضم'
        // },
        //
        // {
        //   right: 'فما لعينيك إن قلت اكْفُفا همتــــــــــا',
        //   left: 'وما لقلبك إن قلت استفق يهـــــــــم'
        // },
        //
        // {
        //   right: 'أيحسب الصب أن الحب منكتـــــــــــم',
        //   left: 'ما بين منسجم منه ومضطــــــــرم'
        // },
        //
        // {
        //   right: 'لولا الهوى لم ترق دمعاً على طـــــللٍ',
        //   left: 'ولا أرقت لذكر البانِ والعلــــــــــمِ'
        // },
        //
        // {
        //   right: 'فكيف تنكر حباً بعد ما شـــــــــــــهدت',
        //   left: 'به عليك عدول الدمع والســـــــــقمِ'
        // },
        //
        // {
        //   right: ' وأثبت الوجد خطَّيْ عبرةٍ وضــــــــنى',
        //   left: 'مثل البهار على خديك والعنــــــــم'
        // },
        //
        // {
        //   right: ' نعم سرى طيف من أهوى فأرقنـــــــي',
        //   left: 'والحب يعترض اللذات بالألــــــــمِ'
        // },
        //
        // {
        //   right: 'يا لائمي في الهوى العذري معـــــذرة',
        //   left: 'مني إليك ولو أنصفت لم تلــــــــــمِ'
        // },
        //
        // {
        //   right: 'عدتك حالي لا سري بمســــــــــــــتتر ',
        //   left: 'عن الوشاة ولا دائي بمنحســـــــــم'
        // },
        //
        // {
        //   right: 'محضتني النصح لكن لست أســـــمعهُ',
        //   left: 'إن المحب عن العذال في صــــــممِ'
        // },
        //
        // {
        //   right: 'إنى اتهمت نصيح الشيب في عـــذلي',
        //   left: 'والشيب أبعد في نصح عن التهـــتـمِ'
        // },

      ]
    },
    {
      id: '2',
      name: 'الفصل الثاني',
      desc: 'في التحذير من هوى النفس.',
      lines: [
        {left: 'مِن جهلِـهَا بنذير الشَّـيْبِ والهَـرَمِ', right: 'فـانَّ أمَّارَتِي بالسـوءِ مــا اتَّعَظَت',},
        {left: 'ضَيفٍ أَلَـمَّ برأسـي غيرَ مُحتشِـمِ', right: 'ولا أعَــدَّتْ مِنَ الفِعلِ الجميلِ قِرَى',},
        {left: 'كتمتُ سِـرَّا بَــدَا لي منه بالكَتَمِ', right: 'لــو كنتُ أعلـمُ أنِّي مــا أُوَقِّرُهُ',},
        {left: 'كما يُرَدُّ جِمَاَحُ الخيــلِ بالُّلُـجُمِ', right: 'مَن لي بِرَدِّ جِمَــاح مِن غَوَايتِهَــا',},
        {left: 'اِنَّ الطعـامَ يُقوِّي شــهوةَ النَّهِمِ', right: 'فـلا تَرُمْ بالمعاصي كَسْـرَ شـهوَتهَا',},
        {
          left: 'حُبِّ الرّضَاع وَإِِِنْ تَفْطِمْهُ يَنفَطِــمِ',
          right: 'والنَّفسُ كَالطّفلِ إِنْ تُهمِلْه ُشَبَّ عَلَى',
        },
        {left: 'اِنَّ الهوى مـا تَـوَلَّى يُصْمِ أو يَصِمِ', right: 'فاصْرِف هواهــا وحاذِر أَن تُوَلِّيَهُ',},
        {left: 'واِنْ هِيَ استَحْلَتِ المَرعى فلا تُسِـمِ', right: 'وراعِهَـا وهْيَ في الأعمال سـائِمَةٌ',},
        {left: 'مِن حيثُ لم يَدْرِ أَنَّ السُّمَّ في الدَّسَـمِ', right: 'كَـم حسَّــنَتْ لَـذَّةً للمرءِ قاتِلَةً',},
        {left: 'فَرُبَّ مخمَصَةٍ شَـــرٌّ مِنَ التُّـخَمِ', right: 'واخْشَ الدَّسَائِسَ مِن جوعٍ ومِن شِبَعٍ',},
        {left: 'مِن المَحَـارِمِ والْزَمْ حِميَـةَ َالنَّـدَمِ', right: 'واستَفرِغِ الدمعَ مِن عينٍ قَـدِ امْتَلأتْ',},
        {left: 'واِنْ همـا مَحَّضَـاكَ النُّصحَ فاتَّهِـمِ', right: 'وخالِفِ النفسَ والشيطانَ واعصِهِـمَا',},
        {left: 'فأنت تعرفُ كيـدَ الخَصمِ والحَكَـمِ', right: 'ولا تُطِعْ منهما خصمَا ولا حكَمَــا',},
        {right: 'أستغفر الله من قول بــــلا عمل ', left: '   لقــد نسبت به نسلا لذي عقـم'},
        {right: 'أمرتك الخير لكن ما ائتمرت بـــه', left: 'ومــا استقمت فما قولي لك استقم'},
        {right: 'ولا تزودت قبل الموت نافــــلة ', left: '   ولم أُصل سوى فرض ولم أصـــم'},

      ]
    },
    {
      id: '3',
      name: 'الفصل الثالث',
      desc: 'في مدح سيد المرسلين.',
      lines: [
        {left: 'أنِ اشـتَكَتْ قدمَــاهُ الضُّرَّ مِن وَرَمِ', right: 'ظَلمتُ سُـنَّةَ مَن أحيــا الظلامَ الى'},
        {left: 'تحتَ الحجارةِ كَشْــحَاَ ًمُتْرَفَ الأَدَمِ', right: 'وشَدَّ مِن سَغَبٍ أحشــاءَهُ وطَـوَى'},
        {left: 'عن نفسِـه فـأراها أيَّمَـــا شَمَمِ', right: 'وراوَدَتْــهُ الجبالُ الشُّـمُّ مِن ذَهَبٍ'},
        {left: 'اِنَّ الضرورةَ لا تعــدُو على العِصَمِ', right: 'وأكَّــدَت زُهدَهُ فيها ضرورَتُــهُ'},
        {left: 'لولاه لم تخرج الدنيا من العـــــدمِ', right: 'وكيف تدعو إلى الدنيا ضرورة مـــن',},
        {left: 'والفريقـين مِن عُـربٍ ومِن عَجَـمِ', right: 'محمدٌّ سـيدُ الكــونينِ والثقَلَـيْنِ'},
        {left: 'أبَـرُّ في قَــولِ لا منـه ولا نَعَـمِ', right: 'نَبِيُّنَـا الآمِرُ النَّــاهِي فلا أَحَــدٌ'},
        {left: 'لكُــلِّ هَوْلٍ مِن الأهـوالِ مُقتَحَمِ', right: 'هُو الحبيبُ الــذي تُرجَى شـفاعَتُهُ'},
        {left: 'مُستَمسِـكُونَ بِحبـلٍ غيرِ مُنفَصِـمِ', right: 'دَعَـا الى اللهِ فالمُسـتَمسِـكُون بِـهِ'},
        {left: 'ولم يُـدَانُوهُ في عِلــمٍ ولا كَـرَمِ', right: 'فــاقَ النَّبيينَ في خَلْـقٍ وفي خُلُـقٍ'},
        {left: 'غَرْفَا مِنَ البحرِ أو رَشفَاً مِنَ الدِّيَـمِ', right: 'وكُــلُّهُم مِن رسـولِ اللهِ مُلتَمِـسٌ'},
        {left: 'مِن نُقطَةِ العلمِ أو مِن شَكْلَةِ الحِكَـمِ', right: 'وواقِفُـونَ لَدَيــهِ عنـدَ حَدِّهِــمِ'},
        {left: 'ثم اصطفـاهُ حبيباً بارِيءُ النَّسَــمِ', right: 'فَهْوَ الـــذي تَمَّ معنــاهُ وصورَتُهُ'},
        {left: 'فجَـوهَرُ الحُسـنِ فيه غيرُ منقَسِـمِ', right: 'مُنَـزَّهٌ عـن شـريكٍ في محاسِــنِهِ'},
        {left: 'واحكُم بما شئتَ مَدحَاً فيه واحتَكِـمِ', right: 'دَع مــا ادَّعَتهُ النصارى في نَبِيِّهِـمِ'},
        {left: 'وانسُب الى قَدْرِهِ ما شئتَ مِن عِظَـمِ', right: 'وانسُبْ الى ذاتِهِ ما شـئتَ مِن شَـرَفٍ'},
        {left: 'حَـدٌّ فَيُعـرِبَ عنـهُ نــاطِقٌ بِفَمِ', right: 'فَــاِنَّ فَضلَ رســولِ اللهِ ليـس له'},
        {left: 'أحيـا اسمُهُ حين يُـدعَى دارِسَ الرِّمَمِ', right: 'لو نـاسَـبَتْ قَـدْرَهُ آيـاتُهُ عِظَمَـاً'},
        {left: 'حِرصَـاً علينـا فلم نرتَـبْ ولم نَهِمِ', right: 'لم يمتَحِنَّــا بمـا تَعيَــا العقولُ بـه'},
        {left: 'في القُرْبِ والبُعـدِ فيه غـيرُ مُنفَحِمِ', right: 'أعيـا الورى فَهْمُ معنــاهُ فليسَ يُرَى'},
        {left: 'صغيرةً وتُكِـلُّ الطَّـرْفَ مِن أَمَـمِ', right: 'كـالشمسِ تظهَرُ للعينَيْنِ مِن بُــعُدٍ'},
        {left: 'قَــوْمٌ نِيَــامٌ تَسَلَّوا عنه بـالحُلُمِ', right: 'وكيفَ يُــدرِكُ في الدنيــا حقيقَتَهُ'},
        {left: 'وأَنَّــهُ خيرُ خلْـقِ الله كُـــلِّهِمِ', right: 'فمَبْلَغُ العِــلمِ فيه أنــه بَشَــرٌ'},
        {left: 'فــانمـا اتصَلَتْ مِن نورِهِ بِهِــمِ', right: 'وكُــلُّ آيٍ أتَى الرُّسْـلُ الكِـرَامُ بِهَا'},
        {left: 'يُظهِرْنَ أنـوارَهَا للنــاسِ في الظُّلَمِ', right: 'فـاِنَّهُ شمـسُ فَضْلٍ هُـم كــواكِبُهَا'},
        {left: 'بالحُسـنِ مشـتَمِلٌ بالبِشْـرِ مُتَّسِـمِ', right: 'أكــرِمْ بخَلْـقِ نبيٍّ زانَــهُ خُلُـقٌ'},
        {left: 'والبحرِ في كَــرَمٍ والـدهرِ في هِمَمِ', right: 'كالزَّهرِ في تَرَفٍ والبـدرِ في شَـرَفٍ'},
        {left: 'في عسـكَرٍ حينَ تلقاهُ وفي حَشَــمِ', right: 'كــأنَّهُ وهْـوَ فَرْدٌ مِن جلالَتِــهِ'},
        {left: 'مِن مَعْــدِنَيْ مَنْطِـقٍ منه ومبتَسَـمِ', right: 'كـــأنَّمَا اللؤلُؤُ المَكنُونُ في صَدَفٍ'},
        {left: 'طوبى لمُنتَشِـقٍ منـــه ومـلتَثِـمِ', right: 'لا طيبَ يَعــدِلُ تُرْبَـا ضَمَّ أعظُمَهُ'},

        // {
        //   right: 'ظلمت سنة من أحيا الظلام إلــــــــــى',
        //   left: 'أن اشتكت قدماه الضر مــــــن ورم'
        // },
        //
        // {
        //   right: 'وشدَّ من سغب أحشاءه وطــــــــــوى',
        //   left: 'تحت الحجارة كشحاً متـــــرف الأدم'
        // },
        //
        // {
        //   right: 'وراودته الجبال الشم من ذهــــــــبٍ',
        //   left: 'عن نفسه فأراها أيما شــــــــــــمم'
        // },
        //
        // {
        //   right: ' وأكدت زهده فيها ضرورتـــــــــه',
        //   left: 'إن الضرورة لا تعدو على العصــــم'
        // },
        //
        // {
        //   right: 'وكيف تدعو إلى الدنيا ضرورة مـــن',
        //   left: 'لولاه لم تخرج الدنيا من العـــــدمِ'
        // },
        //
        // {
        //   right: 'محمد ســـــيد الكونين والثقليـن',
        //   left: ' والفريقين من عرب ومن عجـــــمِ'
        // },
        //
        // {
        //   right: 'نبينا الآمرُ الناهي فلا أحـــــــــــــد ٌ',
        //   left: 'أبر في قولِ لا منه ولا نعــــــــــــــم '
        // },
        //
        // {
        //   right: 'هو الحبيب الذي ترجى شــــــــفاعته',
        //   left: 'لكل هولٍ من الأهوال مقتحـــــــــــــــم '
        // },
        //
        // {
        //   right: 'دعا إلى الله فالمستسكون بــــــــــــه',
        //   left: 'مستمسكون بحبلٍ غير منفصـــــــــــم'
        // },
        //
        // {
        //   right: 'فاق النبيين في خلقٍ وفي خُلــــــــُقٍ',
        //   left: 'ولم يدانوه في علمٍ ولا كـــــــــــــــرم'
        // },
        //
        // {
        //   right: 'وكلهم من رسول الله ملتمـــــــــــسٌ',
        //   left: 'غرفاً من البحر أو رشفاً من الديـــــمِ'
        // },
        //
        // {
        //   right: 'وواقفون لديه عند حدهــــــــــــــــم',
        //   left: 'من نقطة العلم أو من شكلة الحكـــــم'
        // },
        //
        // {
        //   right: ' فهو الذي تـــــم معناه وصورتـــــــه',
        //   left: 'ثم اصطفاه حبيباً بارئُ النســــــــــــم'
        // },
        //
        // {
        //   right: 'منزهٌ عن شريكٍ في محاســـــــــــنه',
        //   left: 'فجوهر الحسن فيه غير منقســـــــــم'
        // },
        //
        // {
        //   right: 'دع ما ادعثه النصارى في نبيهـــــم',
        //   left: 'واحكم بماشئت مدحاً فيه واحتكــــــم'
        // },
        //
        // {
        //   right: 'وانسب إلى ذاته ما شئت من شــرف',
        //   left: 'وانسب إلى قدره ما شئت من عظــــم'
        // },
        //
        // {
        //   right: 'فإن فضل رسول الله ليس لـــــــــــه',
        //   left: 'حدٌّ فيعرب عنه ناطقٌ بفــــــــــــــــم'
        // },
        //
        // {
        //   right: 'لو ناسبت قدره آياته عظمـــــــــــــاً',
        //   left: 'أحيا اسمه حين يدعى دارس الرمــم'
        // },
        //
        // {
        //   right: 'لم يمتحنا بما تعيا العقول بــــــــــــه',
        //   left: 'حرصاً علينا فلم نرتب ولم نهــــــــمِ'
        // },
        //
        // {
        //   right: 'أعيا الورى فهم معناه فليس يـــــرى',
        //   left: 'في القرب والبعد فيه غير منفحـــــم'
        // },
        //
        // {
        //   right: 'كالشمس تظهر للعينين من بعُـــــــدٍ',
        //   left: 'صغيرةً وتكل الطرف من أمـــــــــــم'
        // },
        //
        // {
        //   right: 'وكيف يدرك في الدنيا حقيقتــــــــــه',
        //   left: 'قومٌ نيامٌ تسلوا عنه بالحلــــــــــــــِم'
        // },
        //
        // {
        //   right: 'فمبلغ العلم فيه أنه بشـــــــــــــــرٌ',
        //   left: 'وأنه خير خلق الله كلهـــــــــــــــمِ'
        // },
        //
        // {
        //   right: 'وكل آيٍ أتى الرسل الكرام بهـــــــــا',
        //   left: 'فإنما اتصلت من نوره بهـــــــــــــم'
        // },
        //
        // {
        //   right: 'فإنه شمس فضلٍ هم كواكبهـــــــــــا',
        //   left: 'يظهرن أنوارها للناس في الظلـــــم'
        // },
        //
        // {
        //   right: 'أكرم بخلق نبيّ زانه خلــــــــــــــــقٌ ',
        //   left: 'بالحسن مشتمل بالبشر متســـــــــم'
        // },
        //
        // {
        //   right: 'كالزهر في ترفٍ والبدر في شــــرفٍ',
        //   left: 'والبحر في كرمٍ والدهر في همــــــم'
        // },
        //
        // {
        //   right: 'كانه وهو فردٌ من جلالتــــــــه',
        //   left: 'في عسكر حين تلقاه وفي حشــــــم'
        // },
        //
        // {
        //   right: 'كأنما اللؤلؤ المكنون فى صـــــدفٍ',
        //   left: 'من معدني منطق منه ومبتســــــــم'
        // },
        //
        // {
        //   right: 'لا طيب يعدل تُرباً ضم أعظمــــــــــهُ',
        //   left: 'طوبى لمنتشقٍ منه وملتثــــــــــــــم ِ'
        // }
      ]
    },
    {
      id: '4',
      name: 'الفصل الرابع',
      desc: 'في مدح مولــده.',
      lines: [
        {left: 'يـــا طِيبَ مُبتَـدَاٍ منه ومُختَتَـمِ', right: 'أبــانَ مولِدُهُ عن طِيــبِ عنصُرِهِ',},
        {left: 'قَــد أُنـذِرُوا بِحُلُولِ البُؤسِ والنِّقَمِ', right: 'يَــومٌ تَفَرَّسَ فيــه الفُرسُ أنَّهُـمُ',},
        {left: 'كَشَـملِ أصحابِ كِسـرَى غيرَ مُلتَئِمِ', right: 'وبـاتَ اِيوَانُ كِسـرَى وَهْوَ مُنْصَدِعٌ',},
        {left: 'عليه والنهرُ سـاهي العَيْنِ مِن سَـدَمِ', right: 'والنارُ خـامِدَةُ الأنفـاسِ مِن أَسَـفٍ',},
        {left: 'وَرُدَّ وارِدُهَـا بــالغَيْظِ حينَ ظَـمِي', right: 'وسـاءَ سـاوَةَ أنْ غاضَتْ بُحَيرَتُهَـا',},
        {left: 'حُزْنَـاً وبـالماءِ ما بـالنار مِن ضَـرَمِ', right: 'كــأَنَّ بالنـارِ ما بالمـاءِ مِن بَلَـلٍ',},
        {left: 'والحـقُّ يظهَـرُ مِن معنىً ومِن كَـلِمِ', right: 'والجِنُّ تَهتِفُ والأنــوارُ ســاطِعَةٌ',},
        {left: 'تُسمَعْ وبـــارِقَةُ الاِنذارِ لم تُشَـمِ', right: 'عَمُوا وصَمُّوا فــاِعلانُ البشـائِرِ لم',},
        {left: 'بــأنَّ دينَـهُـمُ المُعـوَجَّ لم يَقُـمِ', right: 'مِن بعـدِ ما أخبَرَ الأقوامَ كــاهِنُهُم',},
        {left: 'مُنقَضَّةٍ وَفـقَ مـا في الأرضِ مِن صَنَمِ', right: 'وبعـد ما عاينُوا في الأُفقِِ مِن شُـهُبٍ',},
        {left: 'مِن الشـياطينِ يقفُو اِثْــرَ مُنهَـزِمِ', right: 'حتى غَــدا عن طـريقِ الوَحيِ مُنهَزِمٌ',},
        {left: 'أو عَسكَرٌ بـالحَصَى مِن راحَتَيْـهِ رُمِي', right: 'كــأنَّهُم هَرَبَــا أبطــالُ أبْرَهَـةٍ',},
        {left: 'نَبْـذَ المُسَبِّحِ مِن أحشــاءِ ملتَقِـمِ', right: 'نَبْذَا به بَعــدَ تسـبيحٍ بِبَـطنِهِمَــا',},

        // {
        //   right: 'أبان مولده عن طيب عنصـــــــــره',
        //   left: 'يا طيب مبتدأ منه ومختتــــــــــــــم '
        // },
        //
        // {
        //   right: 'يومٌ تفرَّس فيه الفرس أنهـــــــــــــم',
        //   left: 'قد أنذروا بحلول البؤْس والنقـــــــم'
        // },
        //
        // {
        //   right: 'وبات إيوان كسرى وهو منصــــدعٌ',
        //   left: 'كشمل أصحاب كسرى غير ملتئـــم'
        // },
        //
        // {
        //   right: 'والنار خامدة الأنفاس من أســــــفٍ',
        //   left: 'عليه والنهر ساهي العين من سـدم'
        // },
        //
        // {
        //   right: ' وساءَ ساوة أن غاضت بحيرتهـــــا',
        //   left: 'ورُد واردها بالغيظ حين ظمــــــــي'
        // },
        //
        // {
        //   right: 'كأن بالنار ما بالماء من بــــــــــــلل',
        //   left: 'حزناً وبالماء ما بالنار من ضــــرمِ'
        // },
        //
        // {
        //   right: 'والجن تهتف والأنوار ساطعـــــــــةٌ',
        //   left: 'والحق يظهر من معنى ومن كلــــم'
        // },
        //
        // {
        //   right: 'عموا وصموا فإعلان البشائر لـــــم',
        //   left: 'يسمع وبارقة الإنذار لم تُشــــــــــَم'
        // },
        //
        // {
        //   right: 'من بعد ما أخبر الأقوام كاهِنُهُـــــــمْ',
        //   left: 'بأن دينهم المعوجَّ لم يقــــــــــــمِ '
        // },
        //
        // {
        //   right: 'وبعد ما عاينوا في الأفق من شهـب',
        //   left: 'منقضةٍ وفق ما في الأرض من صنم'
        // },
        //
        // {
        //   right: ' حتى غدا عن طريق الوحى منهــزمٌ',
        //   left: 'من الشياطين يقفو إثر منــــــهزم'
        // },
        //
        // {
        //   right: 'كأنهم هرباً أبطال أبرهــــــــــةٍ',
        //   left: 'أو عسكرٌ بالحصى من راحتيه رمـى'
        // },
        //
        // {
        //   right: 'نبذاً به بعد تسبيحٍ ببطنهمــــــا',
        //   left: 'نبذ المسبِّح من أحشاءِ ملتقـــــم'
        // }
      ]
    },
    {
      id: '5',
      name: 'الفصل الخامس',
      desc: 'في معجزاته.',
      lines: [
        {left: 'تمشِـي اِليه على سـاقٍ بــلا قَدَمِ', right: 'جاءت لِــدَعوَتِهِ الأشـجارُ سـاجِدَةً',},
        {left: 'فُرُوعُهَـا مِن بـديعِ الخَطِّ في الَّلـقَمِ', right: 'كــأنَّمَا سَـطَرَتْ سـطرا لِمَا كَتَبَتْ',},
        {left: 'تَقِيـهِ حَرَّ وَطِيـسٍ للهَجِــيرِ حَمِي', right: 'مثلَ الغمــامَةِ أَنَّى سـارَ ســائِرَةً',},
        {left: 'وكُــلُّ طَرْفٍ مِنَ الكفارِ عنه عَمِي', right: 'وما حوى الغـــارُ مِن خيرٍ ومِن كَرَمِ',},
        {left: 'وهُم يقولون مـا بالغــارِ مِن أَرِمِ', right: 'فالصدقُ في الغــارِ والصدِّيقُ لم يَرِمَـا',},
        {left: 'خــيرِ البَرِّيَّـةِ لم تَنسُـجْ ولم تَحُمِ', right: 'ظنُّوا الحمــامَةَ وظنُّوا العنكبوتَ على',},
        {left: 'مِنَ الدُّرُوعِ وعن عــالٍ مِنَ الأُطُمِ', right: 'وِقَـــايَةُ اللهِ أغنَتْ عَن مُضَــاعَفَةٍ',},
        {left: 'اِلا ونِــلتُ جِـوَارَاً منه لم يُـضَمِ', right: 'ما سـامَنِي الدَّهرُ ضيمَاً واسـتَجَرتُ بِهِ',},
        {left: 'اِلا استَلَمتُ النَّدَى مِن خيرِ مُسـتَلَمِ', right: 'ولا التَمســتُ غِنَى الدَّارَيْنِ مِن يَـدِهِ',},
        {
          left: 'قَلْبَاً اِذا نــامَتِ العينـانِ لم يَنَـمِ',
          right: 'لا تُنكِـــرِ الوَحْيَ مِن رُؤيَـاهُ اِنَّ لَهُ',
        },
        {left: 'فليسَ يُنـكَرُ فيهِ حـالُ مُحتَلِــمِ', right: 'وذاكَ حينَ بُلُــوغٍ مِن نُبُوَّتِــــهِ',},
        {left: 'ولا نــبيٌّ على غيــبٍ بمُتَّهَـمِ', right: 'تبــارَكَ اللهُ مــا وَحيٌ بمُكتَسَـبٍ',},
        {left: 'وأطلَقَتْ أَرِبَــاً مِن رِبــقَةِ اللمَمِ', right: 'كَــم أبْرَأَتْ وَصِبَـاً باللمسِ راحَتُهُ',},
        {left: 'حتى حَكَتْ غُرَّةً في الأَعصُرِ الدُّهُـمِ', right: 'وأَحْيت السَــنَةَ الشَّــهباءَ دَعوَتُهُ',},
        {left: 'سَـيْبٌ مِنَ اليمِّ أو سَـيْلٌ مِنَ العَرِمِ', right: 'بعارِضٍ جادَ أو خِلْتَ البِطَـاحَ بهــا',},

        // {
        //   right: 'جاءت لدعوته الأشجار ســــــاجدة',
        //   left: 'تمشى إليه على ساقٍ بلا قــــــــــدم'
        // },
        //
        // {
        //   right: 'كأنَّما سطرت سطراً لما كتــــــــــبت',
        //   left: 'فروعها من بديع الخطِّ في اللقـــــم'
        // },
        //
        // {
        //   right: 'مثل الغمامة أنَّى سار سائـــــــــــرة',
        //   left: 'تقيه حر وطيسٍ للهجير حَـــــــــــم'
        // },
        //
        // {
        //   right: 'أقسمت بالقمر المنشق إن لــــــــــه',
        //   left: 'من قلبه نسبةً مبرورة القســــــــــمِ'
        // },
        //
        // {
        //   right: 'وما حوى الغار من خير ومن كــرم',
        //   left: 'وكل طرفٍ من الكفار عنه عــــــــم'
        // },
        //
        // {
        //   right: 'فالصِّدْقُ في الغار والصِّدِّيقُ لم يرما',
        //   left: 'وهم يقولون ما بالغار مــــــــن أرم'
        // },
        //
        // {
        //   right: 'ظنوا الحمام وظنوا العنكبوت علــى',
        //   left: 'خير البرية لم تنسج ولم تحــــــــــم'
        // },
        //
        // {
        //   right: 'وقاية الله أغنت عن مضاعفـــــــــةٍ',
        //   left: 'من الدروع وعن عالٍ من الأطـــــُم'
        // },
        //
        // {
        //   right: 'ما سامنى الدهر ضيماً واستجرت به',
        //   left: 'إلا ونلت جواراً منه لم يضـــــــــــم'
        // },
        //
        // {
        //   right: 'ولا التمست غنى الدارين من يــــده',
        //   left: 'إلا استلمت الندى من خير مســـتلم'
        // },
        //
        // {
        //   right: 'لا تنكر الوحي من رؤياه إن لـــــــه',
        //   left: 'قلباً إذا نامت العينان لم ينــــــــــــم'
        // },
        //
        // {
        //   right: 'وذاك حين بلوغٍ من نبوتــــــــــــــه',
        //   left: 'فليس ينكر فيه حال محتلـــــــــــــم'
        // },
        //
        // {
        //   right: 'تبارك الله ما وحيٌ بمكتســــــــــــبٍ',
        //   left: 'ولا نبيٌّ على غيبٍ بمتهـــــــــــــــم '
        // },
        //
        // {
        //   right: 'كم أبرأت وصباً باللمس راحتــــــــه',
        //   left: 'وأطلقت أرباً من ربقة اللمـــــــــــم'
        // },
        //
        // {
        //   right: 'وأحيتِ السنةَ الشهباء دعوتـــــــــه',
        //   left: 'حتى حكت غرة في الأعصر الدهـم'
        // },
        //
        // {
        //   right: 'بعارضٍ جاد أو خلت البطاح بهـــــا',
        //   left: 'سيبٌ من اليم أو سيلٌ من العــــرمِ'
        // }
      ]
    },
    {
      id: '6',
      name: 'الفصل السادس',
      desc: 'في شـرف القرآن ومدحه.',
      lines: [
        {left: 'ظهُورَ نـارِ القِرَى ليـلا على عَـلَمِ', right: 'دَعنِي وَوَصفِيَ آيـــاتٍ له ظهَرَتْ',},
        {left: 'وليس يَـنقُصُ قَــدرَاً غيرَ مُنتَظِمِ', right: 'فالــدُّرُ يزدادُ حُسـناً وَهْوَ مُنتَظِمُ',},
        {left: 'مـا فيـه مِن كَرَمِ الأخلاقِ والشِّيَمِ', right: 'فمَــا تَطَـاوُلُ آمــالِ المدِيحِ الى',},
        {left: 'قــديمَةٌ صِفَةُ الموصـوفِ بالقِـدَمِ', right: 'آيــاتُ حَقٍّ مِنَ الرحمنِ مُحدَثَــةٌ',},
        {left: 'عَنِ المَعَـــادِ وعَن عـادٍ وعَن اِرَمِ', right: 'لم تَقتَرِن بزمـــانٍ وَهْيَ تُخبِرُنــا',},
        {left: 'مِنَ النَّبيينَ اِذ جــاءَتْ ولَم تَـدُمِ', right: 'دامَتْ لدينـا ففاقَتْ كُــلَّ مُعجِزَةٍ',},
        {left: 'لــذي شِـقَاقٍ وما تَبغِينَ مِن حِكَمِ', right: 'مُحَكَّـمَاتٌ فمــا تُبقِينَ مِن شُـبَهٍ',},
        {left: 'أَعـدَى الأعـادِي اليها مُلقِيَ السَّلَمِ', right: 'ما حُورِبَت قَطُّ الا عــادَ مِن حَرَبٍ',},
        {left: 'رَدَّ الغَيُورِ يَـدَ الجــانِي عَن الحُرَمِ', right: 'رَدَّتْ بلاغَتُهَــا دَعوى مُعارِضِهَـا',},
        {left: 'وفَـوقَ جَوهَرِهِ في الحُسـنِ والقِيَمِ', right: 'لها مَعَــانٍ كَموْجِ البحرِ في مَـدَدٍ',},
        {left: 'ولا تُسَـامُ على الاِكثــارِ بالسَّأَمِ', right: 'فَمَـا تُـعَدُّ ولا تُحـصَى عجائِبُهَـا',},
        {left: 'لقـد ظَفِـرتَ بحَبْـلِ الله فـاعتَصِمِ', right: 'قَرَّتْ بَهـا عينُ قارِيها فقُلتُ لــه',},
        {left: 'مِنَ العُصَاةِ وقَــد جاؤُوهُ كالحُمَـمِ', right: 'كــأنَّها الحوضُ تَبيَضُّ الوُجُوهُ بِـهِ',},
        {left: 'فالقِسطُ مِن غيرِهَا في النـاسِ لم يَقُمِ', right: 'وكـالصِّراطِ وكـالميزانِ مَعدَلَــةً',},
        {left: 'تجاهُلا وَهْـوَ عـينُ الحـاذِقِ الفَهِمِ', right: 'لا تَعجَبَنْ لِحَسُـودٍ راحَ يُنكِرُهَــا',},
        {left: 'ويُنكِرُ الفَمَ طعمَ المـاءِ مِن سَــقَمِ', right: 'قد تُنكِرُ العينُ ضَوْءَ الشمسِ مِن رَمَدٍ',},

        // {
        //   right: 'دعني ووصفي آيات له ظهـــــــرت',
        //   left: 'ظهور نار القرى ليلاً على علـــــم'
        // },
        //
        // {
        //   right: 'فالدُّرُّ يزداد حسناً وهو منتظــــــــــمٌ',
        //   left: 'وليس ينقص قدراً غير منتظــــــم'
        // },
        //
        // {
        //   right: 'فما تطاول آمال المديح إلــــــــــــى',
        //   left: 'ما فيه من كرم الأخلاق والشِّيـــــم'
        // },
        //
        // {
        //   right: 'آيات حق من الرحمن محدثــــــــــةٌ',
        //   left: 'قديمةٌ صفة الموصوف بالقــــــدم'
        // },
        //
        // {
        //   right: 'لم تقترن بزمانٍ وهي تخبرنــــــــــا',
        //   left: 'عن المعادِ وعن عادٍ وعــــن إِرَم'
        // },
        //
        // {
        //   right: 'دامت لدينا ففاقت كلَّ معجــــــــــزةٍ',
        //   left: 'من النبيين إذ جاءت ولم تـــــــدمِ'
        // },
        //
        // {
        //   right: 'محكّماتٌ فما تبقين من شبــــــــــــهٍ',
        //   left: 'لذى شقاقٍ وما تبغين من حكــــم'
        // },
        //
        // {
        //   right: 'ما حوربت قط إلا عاد من حَـــــــرَبٍ',
        //   left: 'أعدى الأعادي إليها ملقي الســلمِ'
        // },
        //
        // {
        //   right: 'ردَّتْ بلاغتها دعوى معارضهــــــــا',
        //   left: 'ردَّ الغيور يد الجاني عن الحـــرم'
        // },
        //
        // {
        //   right: 'لها معانٍ كموج البحر في مــــــــددٍ',
        //   left: 'وفوق جوهره في الحسن والقيـمِ'
        // },
        //
        // {
        //   right: 'فما تعدُّ ولا تحصى عجائبهــــــــــــا',
        //   left: 'ولا تسام على الإكثار بالســـــــأمِ'
        // },
        //
        // {
        //   right: 'قرَّتْ بها عين قاريها فقلت لـــــــــه',
        //   left: 'لقد ظفرت بحبل الله فاعتصـــــــم'
        // },
        //
        // {
        //   right: 'إن تتلها خيفةً من حر نار لظـــــــى',
        //   left: 'أطفأت حر لظى من وردها الشــم'
        // },
        //
        // {
        //   right: 'كأنها الحوض تبيض الوجوه بـــــه',
        //   left: 'من العصاة وقد جاؤوه كالحمـــــم'
        // },
        //
        // {
        //   right: 'وكالصراط وكالميزان معدلـــــــــــةً',
        //   left: 'فالقسط من غيرها في الناس لم يقم'
        // },
        //
        // {
        //   right: 'لا تعجبن لحسودٍ راح ينكرهــــــــــا',
        //   left: 'تجاهلاً وهو عين الحاذق الفهـــــم'
        // },
        //
        // {
        //   right: 'قد تنكر العين ضوء الشمس من رمد',
        //   left: 'وينكر الفم طعم الماءِ من ســــــقم'
        // }
      ]
    },
    {
      id: '7',
      name: 'الفصل السابع',
      desc: 'في إسرائه ومعراجه.',
      lines: [
        {left: 'سعيَــا وفَوقَ مُتُونِ الأَيْنُقِ الرُّسُـمِ', right: 'يـا خيرَ مَن يَمَّمَ العـافُونَ سـاحَتَهُ',},
        {left: 'ومَن هُـوَ النِّعمَــةُ العُظمَى لِمُغتَنِمِ', right: 'ومَن هُــوَ الآيـةُ الكُبرَى لمُعتَبِـرٍ',},
        {left: 'كما سَـرَى البَدرُ في داجٍ مِنَ الظُّلَمِ', right: 'سَرَيتَ مِن حَـرَمٍ ليــلا الى حَرَمِ',},
        {left: 'مِن قابَ قوسَـيْنِ لم تُدرَكْ ولَم تُـرَمِ', right: 'وبِتَّ ترقَى الى أن نِلـتَ مَنزِلَــةً',},
        {left: 'والرُّسْـلِ تقديمَ مخـدومٍ على خَـدَمِ', right: 'وقَـدَّمَتْكَ جميعُ الأنبيـاءِ بهـــا',},
        {left: 'في مَوكِبٍ كُنتَ فيـه صاحِبَ العَـلَمِ', right: 'وأنتَ تَختَرِقُ الســبعَ الطِّبَاقَ بهم',},
        {left: 'مِنَ الـــدُّنُوِّ ولا مَرقَىً لمُســتَنِمِ', right: 'حتى اذا لم تدَعْ شَــأْوَاً لمُســتَبِقٍ',},
        {left: 'نُودِيتَ بالـرَّفعِ مثلَ المُفرَدِ العَــلَمِ', right: 'خَفَضْتَ كُــلَّ مَقَامٍ بالاضـافَةِ اِذ',},
        {left: 'عَنِ العُيــون وسِـــرٍّ أيِّ مُكتَتِمِ', right: 'كيما تَفُوزَ بِوَصْــلٍ أيِّ مُســتَتِرِ',},
        {left: 'وجُزْتَ كُــلَّ مَقَــامٍ غيرَ مُزدَحَمِ', right: 'فَحُزتَ كُــلَّ فَخَارٍ غيرَ مُشـتَرَكٍ',},
        {left: 'وعَزَّ اِدراكُ مــا أُولِيتَ مِن نِعَــمِ', right: 'وجَـلَّ مِقـدَارُ مـا وُلِّيتَ مِن رُتَبٍ',},
        {left: 'مِنَ العِنَايَـةِ رُكنَــاً غيرَ منهَــدِمِ', right: 'بُشـرَى لنا مَعشَـرَ الاسـلامِ اِنَّ لنا',},
        {left: 'بـأكرمِ الرُّسْلِ كُنَّـا أكـرَمَ الأُمَـمِ', right: 'لمَّـا دَعَى اللهُ داعينــا لطــاعَتِهِ',},

        // {
        //   right: 'يا خير من يمم العافون ســــــــاحته',
        //   left: 'سعياً وفوق متون الأينق الرســــم'
        // },
        //
        // {
        //   right: 'ومن هو الآية الكبرى لمعتبــــــــــرٍ',
        //   left: 'ومن هو النعمةُ العظمى لمغتنـــــم'
        // },
        //
        // {
        //   right: 'سريت من حرمٍ ليلاً إلى حــــــــــرمٍ',
        //   left: 'كما سرى البدر في داجٍ من الظـلم'
        // },
        //
        // {
        //   right: 'وبت ترقى إلى أن نلت منزلــــــــــةً',
        //   left: 'من قاب قوسين لم تدرك ولم تــرم'
        // },
        //
        // {
        //   right: 'وقدمتك جميع الأنبياء بهـــــــــــــــا',
        //   left: 'والرسل تقديم مخدومٍ على خـــــدم'
        // },
        //
        // {
        //   right: 'وأنت تخترق السبع الطباق بهــــــم',
        //   left: 'في مركب كنت فيه صاحب العلــــم'
        // },
        //
        // {
        //   right: 'حتى إذا لم تدع شأواً لمســـــــــتبقٍ',
        //   left: 'من الدنوِّ ولا مرقى لمســــــــــــتنم'
        // },
        //
        // {
        //   right: 'خفضت كل مقامٍ بالإضـــــــــــافة إذ',
        //   left: 'نوديت بالرفع مثل المفردِ العلــــــم'
        // },
        //
        // {
        //   right: 'كيما تفوز بوصلٍ أي مســـــــــــتترٍ',
        //   left: 'عن العيون وسرٍ أي مكتتــــــــــــم'
        // },
        //
        // {
        //   right: 'فحزت كل فخارٍ غير مشـــــــــــتركٍ',
        //   left: 'وجزت كل مقامٍ غير مزدحــــــــــم'
        // },
        //
        // {
        //   right: 'وجل مقدار ما وليت من رتــــــــــبٍ',
        //   left: 'وعز إدراك ما أوليت من نعــــــــمِ'
        // },
        //
        // {
        //   right: 'بشرى لنا معشر الإسلام إن لنـــــــا',
        //   left: 'من العناية ركناً غير منهــــــــــدم'
        // },
        //
        // {
        //   right: 'لما دعا الله داعينا لطاعتــــــــــــــه ',
        //   left: 'بأكرم الرسل كنا أكرم الأمــــــــــم'
        // },
      ]
    },
    {
      id: '8',
      name: 'الفصل الثامن',
      desc: 'في جهاد النبي.',
      lines: [
        {left: 'كَنَبـأَةٍ أَجْفَلَتْ غُفْــلا مِنَ الغَنَـمِ', right: 'راعَتْ قلوبَ العِـدَا أنبـــاءُ بِعثَتِهِ',},
        {left: 'حتى حَكَوْا بالقَنَـا لَحمَا على وَضَـمِ', right: 'مـا زالَ يلقــاهُمُ في كُـلِّ مُعتَرَكٍ',},
        {left: 'أشـلاءَ شـالَتْ مَعَ العُقبَـانِ والرَّخَمِ', right: 'وَدُّوا الفِرَارَ فكــادُوا يَغبِطُونَ بـه',},
        {left: 'ما لم تَكُن مِن ليــالِي الأُشهُرِ الحُـرُمِ', right: 'تَمضِي الليـالي ولا يَدرُونَ عِدَّتَهَـا',},
        {left: 'بكُــلِّ قَرْمٍ الى لَحمِ العِــدَا قَـرِمِ', right: 'كـأنَّمَا الدِّينُ ضَيْفٌ حَلَّ سـاحَتَهُم',},
        {left: 'يـرمي بمَوجٍ من الأبطــالِ ملتَـطِمِ', right: 'يَجُـرُّ بحـرَ خميسٍ فَوقَ ســابِحَةٍ',},
        {left: 'يَسـطُو بمُسـتَأصِلٍ للكُفرِ مُصطَـلِمِ', right: 'مِن كُــلِّ منـتَدِبٍ لله مُحتَسِـبٍ',},
        {left: 'مِن بَعــدِ غُربَتِهَا موصولَةَ الرَّحِـمِ', right: 'حتى غَدَتْ مِلَّةُ الاسـلامِ وَهْيَ بهـم',},
        {left: 'وخيرِ بَعـلٍ فــلم تَيْتَـمْ ولم تَئِـمِ', right: 'مَكفولَـةً أبـدَاً منهـم بِـخَيرِ أَبٍ',},
        {left: 'مــاذا لَقِي منهم في كُـلِّ مُصطَدَمِ', right: 'هُمُ الجبـالُ فَسَـلْ عنهُم مُصَادِمَهُم',},
        {left: 'فُصـولُ حَتْفٍ لَهم أدهى مِنَ الوَخَمِ', right: 'وَسَـلْ حُنَيْنَاً وَسَـلْ بَدْرَاً وَسَلْ أُحُدَا',},
        {left: 'مِنَ العِــدَا كُلَّ مُسْوَدٍّ مِن الِّلمَـمِ', right: 'المُصدِرِي البِيضِ حُمرَاً بعد ما وَرَدَتْ',},
        {left: 'أقــلامُهُمْ حَرْفَ جِسمٍ غيرَ مُنعَجِمِ', right: 'والكاتِبينَ بِسُــمرِ الخَطِّ ما تَرَكَتْ',},
        {left: 'والوَرْدُ يمتـازُ بالسِّيمَى عَنِ السَّـلَمِ', right: 'شـاكِي السـلاحِ لهم سِيمَى تُمَيِّزُهُم',},
        {left: 'فتَحسِبُ الزَّهرَ في الأكمامِ كُلَّ كَمِي', right: 'تُهدِي اليـكَ رياحُ النَّصرِ نَشْـرَهُمُ',},
        {left: 'مِن شَـدَّةِ الحَزْمِ لا مِن شـدَّةِ الحُزُمِ', right: 'كــأنَّهُم في ظُهورِ الخَيْلِ نَبْتُ رُبَـاً',},
        {left: 'فمـا تُـفَرِّقُ بين البَهْـمِ والبُهَـمِ', right: 'طارَتْ قلوبُ العِدَا مِن بأسِـهِم فَرَقَاً',},
        {left: 'اِن تَلْقَهُ الأُسْـدُ في آجــامِهَا تَجِمِ', right: 'ومَن تَـكُن برسـولِ اللهِ نُصرَتُـهُ',},
        {left: 'بِــهِ ولا مِن عَــدُوٍّ غيرَ مُنعَجِمِ', right: 'ولَن تَــرى مِن وَلِيٍّ غيرَ منتَصِـرٍ',},
        {left: 'كالليْثِ حَلَّ مَعَ الأشـبالِ فِي أَجَمِ', right: 'أَحَــلَّ أُمَّتَـهُ في حِـرْزِ مِلَّتِــهِ',},
        {left: 'فيه وكـم خَصَمَ البُرهانُ مِن خَصِمِ', right: 'كَـم جَدَّلَتْ كَـلِمَاتُ الله مِن جَدَلٍ',},
        {left: 'في الجاهـليةِ والتــأديبَ في اليُتُمِ', right: 'كفــاكَ بـالعلمِ في الأُمِّيِّ مُعجَزَةً',},


        // {
        //   right: 'راعت قلوب العدا أنباء بعثتــــــــــه',
        //   left: 'كنبأة أجفلت غفلا من الغنــــــــــمِ'
        // },
        //
        // {
        //   right: 'ما زال يلقاهمُ في كل معتـــــــــــركٍ',
        //   left: 'حتى حكوا بالقنا لحماً على وضـم'
        // },
        //
        // {
        //   right: 'ودوا الفرار فكادوا يغبطون بــــــــه',
        //   left: 'أشلاءَ شالت مع العقبان والرخــم'
        // },
        //
        // {
        //   right: 'تمضي الليالي ولا يدرون عدتهـــــا',
        //   left: 'ما لم تكن من ليالي الأشهر الحُرُم'
        // },
        //
        // {
        //   right: 'كأنما الدين ضيفٌ حل ســــــــاحتهم',
        //   left: 'بكل قرمٍ إلى لحم العدا قــــــــــــرم'
        // },
        //
        // {
        //   right: 'يجر بحر خميسٍ فوق ســــــــــابحةٍ',
        //   left: 'يرمى بموجٍ من الأبطال ملتطـــــم'
        // },
        //
        // {
        //   right: 'من كل منتدب لله محتســـــــــــــــب ٍ',
        //   left: 'يسطو بمستأصلٍ للكفر مصــــطلمِ'
        // },
        //
        // {
        //   right: 'حتى غدت ملة الإسلام وهي بهــــم',
        //   left: 'من بعد غربتها موصولة الرحـــم'
        // },
        //
        // {
        //   right: 'مكفولةً أبداً منهم بخــــــــــــــير أبٍ',
        //   left: 'وخير بعلٍ فلم تيتم ولم تئـــــــــــمِ'
        // },
        //
        // {
        //   right: 'هم الجبال فسل عنهم مصادمهــــــم',
        //   left: 'ماذا رأى منهم في كل مصــــطدم'
        // },
        //
        // {
        //   right: 'وسل حنيناً وسل بدراً وسل أُحـــــداً',
        //   left: 'فصول حتفٍ لهم أدهى من الوخم'
        // },
        //
        // {
        //   right: 'المصدري البيض حمراً بعد ما وردت',
        //   left: 'من العدا كل مسودٍ من اللمـــــــمِ'
        // },
        //
        // {
        //   right: 'والكاتبين بسمر الخط ما تركـــــــت',
        //   left: 'أقلامهم حرف جسمٍ غير منعجــمِ'
        // },
        //
        // {
        //   right: 'شاكي السلاح لهم سيما تميزهــــــم',
        //   left: 'والورد يمتاز بالسيما عن الســلم'
        // },
        //
        // {
        //   right: 'تهدى إليك رياح النصر نشرهـــــــم',
        //   left: 'فتحسب الزهر في الأكمام كل كــم'
        // },
        //
        // {
        //   right: 'كأنهم في ظهور الخيل نبت ربـــــــاً',
        //   left: 'من شدة الحَزْمِ لا من شدة الحُزُم'
        // },
        //
        // {
        //   right: 'طارت قلوب العدا من بأسهم فرقـــاً',
        //   left: 'فما تفرق بين الْبَهْمِ وألْبُهــــــــــُمِ '
        // },
        //
        // {
        //   right: 'ومن تكن برسول الله نصــــــــــرته',
        //   left: 'إن تلقه الأسد فى آجامها تجــــــمِ'
        // },
        //
        // {
        //   right: 'ولن ترى من وليٍ غير منتصـــــــرٍ',
        //   left: 'به ولا من عدوّ غير منفصــــــــم'
        // },
        //
        // {
        //   right: 'أحل أمته في حرز ملتــــــــــــــه',
        //   left: 'كالليث حل مع الأشبال في أجـــــم'
        // },
        //
        // {
        //   right: 'كم جدلت كلمات الله من جــــــــــدلٍ',
        //   left: 'فيه وكم خصم البرهان من خصـم'
        // },
        //
        // {
        //   right: 'كفاك بالعلم في الأُمِّيِّ معجــــــــــزةً',
        //   left: 'في الجاهلية والتأديب في اليتـــــم'
        // }
      ]
    },
    {
      id: '9',
      name: 'الفصل التاسع',
      desc: 'في التوسل بالنبي .',
      lines: [
        {left: 'ذُنوبَ عُمْر مَضَى في الشِّعرِ والخِدَمِ', right: 'خَدَمْتُهُ بمديــحٍ أســتَقِيلِ بِـهِ',},
        {left: 'كــأنني بِهِــمَا هَدْيٌ مِنَ النَّعَمِ', right: 'اِذ قَـلَّدَانِيَ ما تُخشَـى عـواقِبُـهُ',},
        {left: 'حَصَلتُ الا على الآثـامِ والنَّـدَمِ', right: 'أَطَعتُ غَيَّ الصِّبَا في الحالَتَيْنِ ومــا',},
        {left: 'لَم تَشتَرِ الدِّينَ بـالدنيا ولم تَسُـمِ', right: 'فيـا خَسَــارَةَ نَفْسٍ في تِجَارَتِهَـا',},
        {left: 'بِينَ لـه الغَبْنُ في بَيْـعٍ وفي سَـلَمِ', right: 'ومَن يَبِــعْ آجِـلا منه بـعاجِلِـهِ',},
        {left: 'مِنَ النَّبِيِّ ولا حَبـلِي بمُنصَـــرِمِ', right: 'اِنْ آتِ ذَنْبَـاً فمــا عَهدِي بمُنتَقِضٍ',},
        {left: 'مُحمَّدَاً وهُوَ أوفَى الخلقِ بــالذِّمَمِ', right: 'فـــاِنَّ لي ذِمَّةً منــه بتَسـمِيَتِي',},
        {left: 'فَضْلا والا فَقُــلْ يــا زَلَّةَ القَدَمِ', right: 'اِنْ لم يكُـن في مَعَـادِي آخِذَاً بِيَدِي',},
        {left: 'أو يَرجِعَ الجــارُ منه غيرَ مُحـتَرَمِ', right: 'حاشــاهُ أنْ يَحْرِمَ الرَّاجِي مَكَارِمَهُ',},
        {left: 'وجَدْتُـهُ لخَلاصِي خــيرَ مُلتَـزِمِ', right: 'ومُنذُ أَلزَمْتُ أفكَـــارِي مَدَائِحَهُ',},
        {left: 'اِنَّ الحَيَـا يُنْبِتُ الأزهارَ في الأَكَـمِ', right: 'ولَن يَفُوتَ الغِنَى منه يَــدَاً تَرِبَتْ',},
        {left: 'يَــدَا زُهَيْرٍ بمـا أثنَى على هَـرِمِ', right: 'ولَم أُرِدْ زَهرَةَ الدنيـا التي اقتَطَفَتْ',},


        // {
        //   right: 'خدمته بمديحٍ استقيل بـــــــــــــــــه',
        //   left: 'ذنوب عمرٍ مضى في الشعر والخدم'
        // },
        //
        // {
        //   right: 'إذ قلداني ما تخشي عواقبـــــــــــــه',
        //   left: 'كأنَّني بهما هديٌ من النعـــــــــــــم'
        // },
        //
        // {
        //   right: 'أطعت غي الصبا في الحالتين ومـــا',
        //   left: 'حصلت إلا على الآثام والنــــــــــدم'
        // },
        //
        // {
        //   right: 'فياخسارة نفسٍ في تجارتهــــــــــــا',
        //   left: 'لم تشتر الدين بالدنيا ولم تســـــــم'
        // },
        //
        // {
        //   right: 'ومن يبع آجلاً منه بعاجلــــــــــــــــهِ',
        //   left: 'يَبِنْ له الْغَبْنُ في بيعٍ وفي ســــــلمِ'
        // },
        //
        // {
        //   right: 'إن آت ذنباً فما عهدي بمنتقـــــــض',
        //   left: 'من النبي ولا حبلي بمنصـــــــــرم'
        // },
        //
        // {
        //   right: 'فإن لي ذمةً منه بتســــــــــــــــميتي',
        //   left: 'محمداً وهو أوفى الخلق بالذمـــم'
        // },
        //
        // {
        //   right: 'إن لم يكن في معادي آخذاً بيــــــدى',
        //   left: 'فضلاً وإلا فقل يا زلة القــــــــــــدمِ'
        // },
        //
        // {
        //   right: 'حاشاه أن يحرم الراجي مكارمــــــه',
        //   left: 'أو يرجع الجار منه غير محتــــرمِ'
        // },
        //
        // {
        //   right: 'ومنذ ألزمت أفكاري مدائحــــــــــــه',
        //   left: 'وجدته لخلاصي خير ملتـــــــــــزم'
        // },
        //
        // {
        //   right: 'ولن يفوت الغنى منه يداً تربــــــــت',
        //   left: 'إن الحيا ينبت الأزهار في الأكـــــم'
        // },
        //
        // {
        //   right: 'ولم أرد زهرة الدنيا التي اقتطفــــت',
        //   left: 'يدا زهيرٍ بما أثنى على هــــــــــرمِ'
        // }

      ]

    },
    {
      id: '10',
      name: 'الفصل العاشر',
      desc: 'في المناجاة وعرض الحاجات.',
      lines: [
        {left: 'سِـوَاكَ عِنـدَ حُلولِ الحادِثِ العَمِمِ', right: 'يــا أكرَمَ الخلقِ ما لي مَن ألوذُ به',},
        {left: 'اذا الكريمُ تَجَلَّى بــاسمِ مُنتَقِـمِ', right: 'ولَن يَضِيقَ رسـولَ اللهِ جاهُكَ بي',},
        {left: ' ومن علومك علم اللوح والقلم', right: 'فإن مِن جودك الدنيا وضَرتها '},
        {left: 'اِنَّ الكَبَـائِرَ في الغُفرَانِ كـالَّلمَـمِ', right: 'يا نَفْـسُ لا تَقنَطِي مِن زَلَّةٍ عَظُمَتْ',},
        {left: 'تَأتِي على حَسَبِ العِصيَانِ في القِسَمِ', right: 'لعَـلَّ رَحمَةَ رَبِّي حينَ يَقسِــمُهَا',},
        {left: 'لَدَيْـكَ واجعلْ حِسَابِي غيرَ مُنخَرِمِ', right: 'يا رَبِّ واجعَلْ رجائِي غيرَ مُنعَكِسٍ',},
        {left: 'صَبرَاً مَتَى تَـدعُهُ الأهـوالُ ينهَزِمِ', right: 'والطُفْ بعَبدِكَ في الدَّارَينِ اِنَّ لَـهُ',},
        {left: 'عـلى النبِيِّ بِمُنْهَــلٍّ ومُنسَـجِم', right: 'وائذَنْ لِسُحْبِ صلاةٍ منك دائِمَةٍ',},
        {left: 'وأَطرَبَ العِيسَ حادِي العِيسِ بالنَّغَمِ', right: 'ما رَنَّحَتْ عَذَبَاتِ البَانِ رَيحُ صَبَـا',},
        {left: 'وعَن عَلِيٍّ وعَن عثمـانَ ذِي الكَرَمِ', right: 'ثُمَّ الرِّضَـا عَن أبي بَكرٍ وعَن عُمَرَ',},
        {left: 'أهلُ التُّقَى والنَّقَى والحِلْمِ والكَـرَمِ', right: 'والآلِ والصَّحبِ ثُمَّ التَّابِعِينَ فَهُـمْ',},

        {left: 'واغفرْ لنا ما مضى يا واسع الكـرم', right: 'يا ربِّ بالمصطفى بلِّغْ مقاصـدنا',count: 3},
        {left: 'يتلوه فى المسجد الأقصى وفى الحرم', right: 'واغفر إلهى لكل المسلمين بمــا',},
        {left: 'وإسمُهُ قسمٌ من أعظــم القســم', right: 'بجاه من بيْتُهُ فى طيبة حــرمٌ',},
        {left: 'والحمد لله في بدإٍ وفى ختــــم', right: 'وهذه بردةُ المختار قد خُتمـتْ',},
        {left: 'فرّجْ بها كربنا يا واسع الكـــرم', right: 'أبياتها قدْ أتتْ ستينَ معْ مائـةٍ',}

        // {
        //   right: 'يا أكرم الخلق ما لي من ألوذ بــــــه',
        //   left: 'سواك عند حلول الحادث العمـــــم'
        // },
        //
        // {
        //   right: 'ولن يضيق رسول الله جاهك بــــــي',
        //   left: 'إذا الكريم تحلَّى باسم منتقــــــــــم'
        // },
        //
        // {
        //   right: 'فإن من جودك الدنيا وضرتهـــــــــا',
        //   left: 'ومن علومك علم اللوح والقلـــــم'
        // },
        //
        // {
        //   right: 'يا نفس لا تقنطي من زلةٍ عظمـــــت',
        //   left: 'إن الكبائر في الغفران كاللمـــــــــم'
        // },
        //
        // {
        //   right: 'لعل رحمة ربي حين يقســـــــــــمها',
        //   left: 'تأتي على حسب العصيان في القسم'
        // },
        //
        // {
        //   right: 'يارب واجعل رجائي غير منعكـــسٍ',
        //   left: 'لديك واجعل حسابي غير منخــــرم'
        // },
        //
        // {
        //   right: 'والطف بعبدك في الدارين إن لـــــه',
        //   left: 'صبراً متى تدعه الأهوال ينهــــــزم'
        // },
        //
        // {
        //   right: 'وائذن لسحب صلاةٍ منك دائمــــــــةٍ',
        //   left: 'على النبي بمنهلٍ ومنســـــــــــــجم'
        // },
        //
        // {
        //   right: 'ما رنّحت عذبات البان ريح صـــــبا',
        //   left: 'وأطرب العيس حادي العيس بالنغم'
        // },
        //
        // {
        //   right: 'ثم الرضا عن أبي بكرٍ وعن عمــــرٍ',
        //   left: 'وعن عليٍ وعن عثمان ذي الكــرم'
        // },
        //
        // {
        //   right: 'والآلِ وَالصَّحْبِ ثمَّ التَّابعينَ فهُــمْ ',
        //   left: 'أهل التقى والنَّقا والحِلمِ والكـرمِ'
        // },
        //
        // {
        //   right: 'يا ربِّ بالمصطفى بلِّغْ مقاصـدنا',
        //   left: 'واغفرْ لنا ما مضى يا واسع الكـرم'
        // },
        //
        // {
        //   right: 'واغفر إلهى لكل المسلمين بمــا',
        //   left: 'يتلوه فى المسجد الأقصى وفى الحرم'
        // },
        //
        // {
        //   right: 'بجاه من بيْتُهُ فى طيبة حــرمٌ',
        //   left: 'وإسمُهُ قسمٌ من أعظــم القســم'
        // },
        //
        // {
        //   right: 'وهذه بردةُ المختار قد خُتمـتْ',
        //   left: 'والحمد لله في بدإٍ وفى ختــــم'
        // },
        //
        // {
        //   right: 'أبياتها قدْ أتتْ ستينَ معْ مائـةٍ',
        //   left: 'فرّجْ بها كربنا يا واسع الكـــرم'
        // }
      ]
    }
  ]
};
export const Mohmadya = {
  chapters: [
    {
      id: '11',
      name: 'القصيدة المحمدية',
      desc: 'اللهم صلي عليه وعلي اله.',
      lines: [
        {
          right: 'مُحَمَّدٌ أَشْرَفُ الأعْرَابِ والعَجَمِ ',
          left: ' مُحَمَّدٌ خَيْرُ مَنْ يَمْشِي عَلَى قَدَمِ '
        }, {
          right: 'ًمحمدٌ باسطُ المَعْرُوف جَامَعَهٌ  ',
          left: 'محمدٌ صاحبُ الإحسانِ والكرمِ'
        }, {
          right: 'محمدٌ تاجُ رُسْلِ الله قاطِبَةً ',
          left: 'محمدٌ صادقُ الأقوالِ والكلمٍِ'
        }, {
          right: 'محمدٌ ثابِتُ المِيثاقِ حافِظُهُ',
          left: ' محمدٌ طيبُ الأخلاقِ والشيمِ'
        }, {
          right: 'محمدٌ روِيَتْ بالنُّورِ طِينَتُهُ ',
          left: 'محمدٌ لم يزل نوراً من القدمِ'
        }, {
          right: 'محمدٌ حاكِمٌ بالْعَدْلِ ذُو شَرَفٍ',
          left: ' محمدٌ معدنُ الإنعامِ والحكمِ'
        }, {
          right: 'محمدٌ خَيْرُ خَلْقِ الله مِنْ مُضَرٍ ',
          left: 'محمَّدٌ خَيْرُ رُسْلِ الله كُلِّهِمِ'
        }, {
          right: 'محمدٌ دِينُهُ حَقَّ نَدِينٌ بِهِ ',
          left: 'محمدٌ مجملاً حقاً على علمِ'
        }, {
          right: 'محمدٌ ذكرهُ روحٌ لأنفسنا ',
          left: 'محمدٌ شكرهُ فرضٌ على الأممِ'
        }, {
          right: 'محمدٌ زينة ُ الدنيا وبهجتها',
          left: '  محمدٌ كاشفُ الغُمَّاتِ والظلمِ'
        }, {
          right: 'محمدٌ سيدٌ طابتْ مناقبهُ ',
          left: 'محمدٌ صاغهُ الرحمنُ بالنعمِ'
        }, {
          right: 'محمدٌ صفوة ُ الباري وخيرتهُ',
          left: ' محمد طاهرٌ من سائرُ التهمِ'
        },
        {
          right: 'محمد ضاحكٌ للضيفِ مكرمة ً ',
          left: 'محمَّدٌ جارُهُ والله لَمْ يُضَمِ'
        },
        {
          right: 'محمدٌ طابتِ الدنيا ببعثتهِ ',
          left: 'محمَّدٌ جاء بالآياتِ والحِكَمِ'
        }, {
          right: 'محمدٌ يومَ بعثِ الناسِ شافعنا',
          left: 'محمدٌ نورهُ الهادي من الظلمِ'
        }, {
          right: 'محمدٌ قائمٌ للهِ ذو هممٍ ',
          left: 'محمَّدٌ خاتِمٌ لِلرُّسُلِ كُلِّهمِ'
        }
      ]
    },
  ]

};

export const Modaraya = {
  chapters: [
    {
      id: '12',
      name: 'القصيدة المٌضرية',
      desc: ' الصلاة المٌضرية في الصلاة علي خير البرية',
      lines: [
        {
          left: '  وَ الأَنـْـبـِـيـــا وَ جَــمــيــعِ الــرُّسْــــلِ مََــا ذُكِـــرُوا',
          right: 'يـا رَبِّ صَـــلِّ عّـلـَـى الـمُـخـْـتـَـارِ مِــنْ مُــضـَــرٍ',
        },
        {
          left: '  وَ صَـحْــبـِــهِ مَـنْ لِــطـَـــيِّ الـدِّيــن قـدْ نـَـشـَــــرُوا',
          right: 'وَصَـــلِّ رَبِّ عَــلـَــى الــهـَــــادِي وَ عِــتـْـــرَتِــــهِ',
        },
        {
          left: '  و هـــاجَـــــرُوا و لـَـــهُ آوَوْا وَ قــَـــدْ نـَــصَـــــرُوا',
          right: 'وَ جــاهـَــــدُوا مَــعــَـهُ فـــي الـلـه وَ اجْــتـَـهـَــــدُوا',
        },
        {
          left: '  لـلـهِ وَ اعْـــتـَــصَـــمُــــوا بـالـلـهِ فـَــنـْــتــَـصَـــرُوا',
          right: 'وَ بَـيَّـنـُـوا الـفـَـرْضَ و الـمَـسْـنـُـونَ وَ اعْـتـَـصَـبُـوا',
        },
        {
          left: '  يُـعَــطـِّــرُ الــكـَـوْنَ رَيـَّـــا نـَـشـْــــرُهـا الـعَــطِــــرُ',
          right: 'أَزْكـَـــى صَــــــلاَة و أنـْــمــــاهـَـا وَ أَشـْــــرَفـَـهــا',
        },
        {
          left: '  مِــنْ طِــيــبـِـهـَـــا أَرَجُ الــرِّضـْـــوَانِ يَــنـْـتـَـشِــــرُ',
          right: 'مَــعـْـبـُـــوقـَـــةً بـِـعَــبـِـيـــرِ الــمِــسْــــكِ زَاكِــيـــةً',
        },
        {
          left: '  نـَـجْــــمُ الـسَّــــمـــا وَنـَـبَـــاتُ الأَرْضِ و الــمَــــدَرُ',
          right: 'عَـــدَّ الـحَـصَى و الـثــَّـرَى و الـرَّمْـــلِ يَـتـْـبَـعُـهــا',
        },
        {
          left: '  يَـلِــيــهِ قـَـطـْــــرُ جَــمِــيـــع الــمـــاءِ و الـمَـطـَـــرُ',
          right: 'وَ عَــــــدَّ وَزْنٍ مَــثـــاقِـــيــــل الـجـِــبــــالِ كـــَــذَا',
        },
        {
          left: '  وكـُــلِّ حَـــــرْفٍ غـَـــدَا يُـتــْــلـَـى وَ يُـسْـــتـَـطـــَـرُ',
          right: 'وَعَــــــدَّ مــا حَـــــوَتِ الأَشـْــــجـَـــــارُ مِـــنْ وَرَقٍ',
        },
        {
          left: '  يَـتـْـلـُـوهـُـــمُ الـجـِـــــنُّ وَ الأَمْـــــلاَكُ وَ الـبَــشـَـــرُ',
          right: 'وَ الـوَحْــشِ  وَ الـطـَّـيْــرِ وَ الأَسْـــمَـاكِ مَـعْ نـَـعَـــم',
        },
        {
          left: '  و الـشـَّـــعْــرُ و الـصُّــوفُ و الأَرْيَــاشُ و الــوَبَـــرُ',
          right: 'و الــذرُّ و الـنـَّــمْـــلُ مَـعْ جَـمْــعِ الـحــبُــوبِ كـَـذا',
        },
        {
          left: '  جَــــرَى بـِـهِ الـقـَـلــــمُ الــمَــأْمُــــورُ وَ الــقـَــــــدَرُ',
          right: 'و مــا أحــــاطَ بـِـهِ الــعِـــلـْـــمُ الــمُــحِــيــطُ وَ مَــا',
        },
        {
          left: '  عَـلـَـى الـخـلائـقِ مُـــذ كـانـُـــوا وَ مُـــذ حُـشِــــرُوا',
          right: 'وعَــــــدَّ نـَـعْــمــائِـــك الـلاتِـــي مَــنـَـنـْـــتَ بِـهـَــا',
        },
        {
          left: '  بِــهِ الـنـَّـبـِـيُّـــونَ و الأمْـــــلاكُ و افـْــتـَــخـَــــــرُوا',
          right: 'وعَــــــدَّ مِــقـْـــدَارِهِ الـسَّــــامِـي الــذِي شـَــــرُفـَـتْ',
        },
        {
          left: '  و مـــا يـَـكــــونُ إلــى أنْ تــُـبْــــعَــــثَ الـصُّـــــوَرُ',
          right: 'وعَـــــــدَّ مــا كـــانَ فِــي الأكــــوانِ يـا سَـــــنـَـدِي',
        },
        {
          left: '  أهـْـــلُ الـسَّـــمَـواتِ و الأَرضِـــيــنَ أوْ يـــَــــــذرُوا',
          right: 'فِــي كـُــلِّ طـَــرْفـَـــةِ عَــــيْـــنٍ يَـطــْـرِفـُـونَ بـِـهــا',
        },
        {
          left: '  و الـفـَـرْشِ و الـعَـرْش و الـكْـرسِـي و مَا حَـصَـرُوا',
          right: 'مِـــلْءَ الـسَّـــمـوَاتِ و الأرْضِـــيــنَ مَــعْ جَـــبــَـــلٍ',
        },
        {
          left: '  صَـــــــلاَةً دَوَامـــــــاً لـَــيْــــــسَ تــَـنــْـحَـــصِــــــرُ',
          right: 'مـا أعْـــدَمَ الـلـه مَــوْجُـــوداً وَ أَوْجَــــــدَ مَـعْـــدُومـاً',
        },
        {
          left: '  تـُـحِــيـــطُ بـالـحَـــــــدِّ لا تـُـبْــقِــــي و لا تــَـــــــذَرُ',
          right: 'تـَـسْـــتـَـغـْـرِقُ الـعـــدَّ مَـعْ جَــمْـعِ الـدُّهـــُـورِ كـمَــا',
        },
        {
          left: '  و لا لـهـَـــا أمَــــــــدٌ يُــقــْـضـَــى وَ يُــنـْـتـَـظـــــــرُ',
          right: 'لا غــايَـــــةً وَ انــتِــهـــــاءً يَـا عَــظــيـــــمُ لــهـَـــا',
        },
        {
          left: '  مَــعْ ضِـعْــــفِ أضـْـعــافِــهِ يَــا مَــنْ لـَـهُ الـقـَــــدَرُ',
          right: 'وَعَــــــدَّ أضـْـعَـــاف مَــا قـَــدْ مَـــــرَّ مِــنْ عَــــــدَدٍ',
        },
        {
          left: '  أمَــــرْتــنـــــا أَنْ نـُـصَــلـِّــي أَنــْـــت مُــقـْــتــَـــــدِرُ',
          right: 'كـَـمَـــا تـُـحِـــــبُّ و تـَـرْضـَـى سَـــــيِّـدِي و كـَـمَـــا',
        },
        {
          left: '  رَبـِّـي و ضـاعِـفـْـهـُـمـا و الـفـَـضـْــلُ مُـنـْـتــَـشــــرُ',
          right: 'مَــعَ الـسَّــــــلامِ كـَـمَــا قـَــدْ مَــــــنَّ مِــنْ عَــــــــدَدٍ',
        },
        {
          left: '  أَنـْـفـَــــاسِ خـَـلـْـقــِــكَ إن قـَــلـُّـــوا وَ إِن كـَـثــُــروا',
          right: 'وَ كـُـــلُّ ذلِــــكَ مَــضـْـــرُوبٌ بـِـحَـــقــِّـــــكَ فِـــــي',
        },
        {
          left: '  وَ الـمُـسـَـــلِـميـنَ جَـمِـيـعـــاً أَيْـنـَـمــا حَــضـَـــــرُوا',
          right: 'يَـا رَبِّ و اغـْــفـِــــــر لِـقـارِيــهـــا و ســــامِـعِــهــا',
        },
        {
          left: '  وَ كـُـلـُّــنــا سَـــــيِّـــدِي لِـلـْـعَــفـْــــو مُـفـْـتــَـقـِـــــــرُ',
          right: 'وَوَالــدِيـــنــَـــا و أَهـْـلـِـيـــنـــــا وَ جــِـيـــرَاتِـــنــَـــا',
        },
        {
          left: '  لــكِـــنَّ عَـــفـْــــوَكَ لا يُــبْــقـــــي و لا يــَـــــــــذرُ',
          right: 'و قــَـــدْ أَتــَـيــْــتُ ذُنـُـــــوبـــاً لاَ عِـــــــدَادَ لــهـَـــا',
        },
        {
          left: '  و قـَــدْ أَتــَـى خـاضِـعــاً و الـقـَـلـْــبُ مُـنـْـكـَـسِـــــرُ',
          right: 'و الــهـَـــمُّ عَـنْ كـُـلِّ مـا أَبْــغِـــيـــهِ أَشـْـــغـَـلـَـنِــي',
        },
        {
          left: '  بـجَـــــاهِ مَــنْ فِــي يــَـــدْيـــهِ سَـــــبَّـحَ الـحَـجَـــــرُ',
          right: 'أَرْجُـــوكَ يَـا رَبِّ فـــي الـــدَّارَيْـن تـــَـرْحَــمُــنـــــا',
        },
        {
          left: '  فـــإنَّ جُـــــودَكَ بَــحــــــرٌ لـَـيـْــسَ يـَـنـْـحَــصـِــــرُ',
          right: 'يَـارَبِّ أعــظِــــمْ لـَـنــــا أجْــــــراً و مَــغـْـفـِـــــــرَةً',
        },
        {
          left: '  و فـَـــــرِّجِ الـكـَــــرْبَ عَــنــَـا أنــــتَ مُــقـْــتــَـــدِرُ',
          right: 'و اقـــضِ دُيــُــونـاً لـهـــا الأخـــــلاقُ ضــائـِـقــَـــةٌ',
        },
        {
          left: '  لـُـطـْـفـــاً جَــمِــيــلاً بـِـهِ الأهـْـــوَالُ تـَـنـْـحَــسِـــــرُ',
          right: 'و كـُــنْ لـَـطِــيــفـــاً بـِــنــَـا فـــي كـُــلِّ نــَــازِلـَــــةٍ',
        },
        {
          left: '  جَـــلاَلـَـــةً نــَـزَلـَـــتْ فـــي مَـــدْحِـــــهِ الـسُّــــــوَرُ',
          right: 'بـالـمُـصْـطـَـفـَـى الـمُـجْـتـَـبَـى خـَـيْـرِ الأنـَـامِ و مَـنْ',
        },
        {
          left: '  شـَــمْـسُ الـنـَّـهـَـارِ و مـا قـَـدْ شـَـعْـشـَـعَ الـقـَـمَـــــرُ',
          right: 'ثـُــمَّ الـصَّـــلاَةُ عَـلـَـى الــمُـخـْـتـَـارِ مـا طـَـلـَـعَـــتْ',
        },
        {
          left: '  مَــنْ قـــامَ مِــنْ بَــعْـــــدِهِ لِـلـــدِّيـــــنِ يَـنـْـتـَـصِـــرُ',
          right: 'ثـُــمَّ الــرِّضـــَـا عَـــنْ أبــي بَــكـْــــرٍ خـَـلـِـيـفـَـتِـــهِ',
        },
        {
          left: '  مَــنْ قـَــوْلـُـهُ الـفـَـصْــلُ فــي أَحْــكـامِـــهِ عُــمَــــرُ',
          right: 'وَ عَـــنْ أبـِـي حَــفــْـصٍ الـفـَـــارُوقِ صـاحِـــبــــِـهِ',
        },
        {
          left: '  لـَـهُ الـمَـحَـاسِــــنُ فــي الــدَّارَيْــــنِ و الــظـَّــفـَــــرُ',
          right: 'وَ جُـــــدْ لِـعُـثـْـمَـانَ ذِي الـنـورَيْــنِ مَــنْ كـمُـلـــَـتْ',
        },
        {
          left: '  أَهـْـــلِ الـعَـبَـــاءِ كـَـمَــا قـَــدْ جَــــاءَنـَـا الـخـَـبَـــــرُ',
          right: 'كـَــذَا عَـــلـِــيِّ مَـــعَ ابْـــنــَــيـْــــهِ وَ أُمِّـــهــِـــمَــــا',
        },
        {
          left: '  عُــبَــيْــــدَةٍ ، و زُبـَــيـْـــــرٌ ســــــــادَةٌ غـُــــــــرَرُ',
          right: 'سَــعْــدٌ ، سَــعِـيـدُ بْـنُ عَــوفٍ ، طـَـلـْـحَـةٌ ، وَ أَبُـو',
        },
        {
          left: '  و نـَـجْـــلـُـهُ الـحَـبْـــرُ مَـنْ زَالـَـــتْ بـِـهِ الـغِــيـَـــرُ',
          right: 'و حَــمْـــــزَةٌ ، و كـــــذا الــعَــبـَـــاسُ سَــــــيِّـدُنــا',
        },
        {
          left: '  مــا جَــــنَّ لـَـيـْـــلُ الـدَّيَـاجـِـي أَوْ بَــــدَا الـسَّــحَـــرُ',
          right: 'وَ الآل وَ الــصِّــحْـــبِ و الأتـْــبـَــــاعِ قــاطِــبــَـــة',
        },
      ]
    }
  ]
};

export const Chapters = [
    {
      id: '1',
      name: 'الفصل الأول',
      desc: 'في الغزل وشكوى الغرام.'
    },
    {
      id: '2',
      name: 'الفصل الثاني',
      desc: 'في التحذير من هوى النفس.'
    },
    {
      id: '3',
      name: 'الفصل الثالث',
      desc: 'في مدح سيد المرسلين.'
    },
    {
      id: '4',
      name: 'الفصل الرابع',
      desc: 'في مدح مولــده.'
    },
    {
      id: '5',
      name: 'الفصل الخامس',
      desc: 'في معجزاته.'
    },
    {
      id: '6',
      name: 'الفصل السادس',
      desc: 'في شـرف القرآن ومدحه.'
    },
    {
      id: '7',
      name: 'الفصل السابع',
      desc: 'في إسرائه ومعراجه.'
    },
    {
      id: '8',
      name: 'الفصل الثامن',
      desc: 'في جهاد النبي.'
    },
    {
      id: '9',
      name: 'الفصل التاسع',
      desc: 'في التوسل بالنبي .'

    },
    {
      id: '10',
      name: 'الفصل العاشر',
      desc: 'في المناجاة وعرض الحاجات.'
    }
];
